import Image from 'next/image';
import PageHeader from '../ui/page-header';

const almaty = '/Airport.jpg';

export default function Page() {
  return (
    <main>
      <PageHeader navName="Біз туралы" linkName="Біз жайында" />
      <div className="flex gap-6 justify-center items-start my-24 mx-auto lg:w-10/12 xl:w-8/12 2xl:w-7/12">
        <Image width={380} height={150} src={almaty} alt="Airport" className="mt-[8.8rem]" />
        <div className="space-y-5">
          <h4 className="text-xs text-zinc-600 uppercase">Біз жайында</h4>
          <h1 className="text-4xl font-medium uppercase">Халықаралық Алматы әуежайы</h1>
          <p className="text-sm text-zinc-500">
            Әуежай 1935 жылы салынған. 1990 жылға дейін ол Кеңес Азаматтық Авиация Департаментінің
            бөлігі болып, 1991 жылы Алматы Әуежайы болып қайта құрылды. Сол кезден бері әуежай
            тәуелсіз бизнес бірлік ретінде өз жұмысын жалғастырды. Кейін ол Халықаралық Алматы
            Әуежайы ЖШС болып қайта аталды. 1998 жылы әуежай ұшып-қону жолағы (ҰҚЖ) жөндеуден
            өткеннен кейін, Алматы Әуежайы II категорияға ие болып, Халықаралық Әуежай статусын
            алды. 1999 жылдың 9 шілдесінде әуежай ресторанында өрт басталып, бүкіл әуежай терминалы
            жанып кетті. Жаңа терминалдың құрылысы 2004 жылы аяқталды. Алматы Әуежайы Air Astana
            ұлттық тасымалдаушының хабы болып табылады. Сонымен қатар Орталық Азиядағы жүк
            тасымалдау хабы. 2008 жылдың қыркүйек айында екінші ұшып-қону жолағы ашылды. Жаңа
            ұшып-қону жолағына ICAO сертификаты беріліп, оған III категория берілді. Жолақ сапасы
            мен онда орнатылған заманауи құрал жабдықтар ұшу қарқыны бойынша әуе кемелерінің барлық
            түрін ешбір шектеусіз қабылдауға мүмкіндік береді. Жаңа ұшып-қону жолағы Орталық Азияда
            ең ұзын болып табылады.
          </p>
          <p className="text-sm text-zinc-500">
            Қазіргі уақытта, әуежайда жаңа терминал салынуда. Жаңа терминалды 2024 жылдың жаз
            мезгілінде іске қосу жоспарланған. Жаңа терминалдың басты артықшылығы advanced EDGE
            стандартына (экологиялық таза ғимараттарды сертификаттау жүйесі) сай болады. Айталық,
            энергияның 40%-дан астамын, судың 20%-дан астамын көлемін, сондай-ақ құрылыс кезінде
            материалдардың 20%-дан астамын үнемдеу көзделген. Бұдан бөлек салынып жатқан терминал
            Халықаралық әуе көлігі қауымдастығының (IATA) стандарты бойынша Optimum деңгейіндегі
            сервиспен қамтамасыз етіледі. Әуежайға қызмет көрсетудің жаңа тұжырымдамасы жылдам,
            сапалы қызмет көрсетуді қамтып, шығындарды оңтайландыруға бағытталған. TAV Airports
            Holding Алматы әуежайын Орталық Азиядағы ірі жүк хабына айналдырып, Алматы облысын
            ілгерілетумен бірге Қазақстанға жаңа авиакомпанияларды тартуды жоспарлап отыр.
          </p>
        </div>
      </div>
    </main>
  );
}
